Repository: tmyt/imprima
Catalog: ios/App/Imprima/Localizable.xcstrings
Source language: en
Languages: ja

source: Print jobs (%lld)
ja: 印刷ジョブ (%lld)

source: PDF only
ja: PDFのみ

source: PDF only (recommended)
ja: PDFのみ（推奨）

source: High compatibility
ja: 高互換

source: Running · %@
ja: 稼働中 · %@

source: Stopped · %@
ja: 停止中 · %@

source: Stopped
ja: 停止中

source: Running on port %@
ja: ポート %@ で稼働中

source: Settings
ja: 設定

source: Printer
ja: プリンタ

source: Port
ja: ポート

source: Mode
ja: モード

source: About
ja: 情報

source: Name
ja: 名前

source: Location
ja: 設置場所

source: Current addresses
ja: 現在のアドレス

source: Not connected to a network
ja: ネットワークに接続されていません

source: Open in Files
ja: ファイルアプリで開く

source: Delete all…
ja: すべて削除…

source: Delete all
ja: すべて削除

source: Delete
ja: 削除

source: Cancel
ja: キャンセル

source: Save
ja: 保存

source: Done
ja: 完了

source: Share
ja: 共有

source: Job actions
ja: ジョブの操作

source: No print jobs yet
ja: 印刷ジョブはまだありません

source: Documents sent to this printer appear here and in the Files app.
ja: このプリンタに送られた文書がこことファイルアプリに表示されます。

source: Delete this job?
ja: このジョブを削除しますか？

source: Delete all jobs?
ja: すべてのジョブを削除しますか？

source: This removes %lld jobs and their files.
ja: %lld 件のジョブと文書を削除します。

source: Accepts PDF only. Not visible to AirPrint.
ja: PDFのみを受け付けます。AirPrintには表示されません。

source: Accepts PDF and AirPrint. Raster pages are converted to PDF.
ja: PDFとAirPrintを受け付けます。ラスタページはPDFに変換されます。

source: Port must be 1024 or higher. Default is 8631.
ja: ポートは1024以上を指定してください。デフォルトは8631です。

source: Enter a port from 1024 to 65535.
ja: 1024〜65535のポートを入力してください。

source: Version
ja: バージョン

source: Job %lld
ja: ジョブ %lld

source: Pending
ja: 待機中

source: Held
ja: 保留

source: Processing
ja: 処理中

# Job stopped
source: Stopped
ja: 停止

source: Canceled
ja: キャンセル済み

source: Aborted
ja: 中止

source: Completed
ja: 完了

source: Unknown
ja: 不明

source: Could not open job storage: %@
ja: ジョブの保存領域を開けません: %@
